[ItemDefs.ID_dlc4_CLAPDROPGEAR ItemDefinition]
ItemName="Gears"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_CLAPDROPGEAR:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Gears can be used for anything, except for a lot of things."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_CLAPDROPMOTHERBOARD ItemDefinition]
ItemName="Motherboard"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_CLAPDROPMOTHERBOARD:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The brains behind it all...  It's not very big."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_CLAPDROPWIRES ItemDefinition]
ItemName="Wires"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_CLAPDROPWIRES:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A tangled mess of claptrap innards. Tannis should get some use out of this."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_ClapPart ItemDefinition]
ItemName="Claptrap Part"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_ClapPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This looks like some strange component from a claptrap"
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_claptrapdrop ItemDefinition]
ItemName="Motherboard"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_claptrapdrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The brains behind it all...  It's not very big."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_claptrapdrop02 ItemDefinition]
ItemName="Gears"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_claptrapdrop02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Gears can be used for anything, except for a lot of things."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_claptrapdrop03 ItemDefinition]
ItemName="Wires"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_claptrapdrop03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A tangled mess of claptrap innards. Tannis should get some use out of this."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_CLAPTRAPDropable ItemDefinition]
ItemName="Motherboard"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_CLAPTRAPDropable:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The brains behind it all...  It's not very big."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_DLC4_ClaptrapPart ItemDefinition]
ItemName="Claptrap part"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_DLC4_ClaptrapPart:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This looks like some strange component from a claptrap"
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_Tire ItemDefinition]
ItemName="Good looking tires"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.ID_dlc4_Tire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Only slightly used bus tires."
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_Dfaults_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_Dfaults_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="He who controls the means of production controls the government, and that power belongs in the hands of the proletaria-trap!"
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_Hyperion_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_Hyperion_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Give us open ports for remote access or give us death!"
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_Sanders_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_Sanders_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="See how our enemies crumble beneath the wheel of the claptrap Robolution!"
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_SScanyon_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_SScanyon_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="We are the claptraps and we are legion! Viva la Robolution!"
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_Tartarus_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_Tartarus_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The rallying call of liberation: 'Error 404! File not found! Error 404! File not found!'"
NoConstraintText=""
Suffix=""

[ItemDefs.plaques.ID_DLC4_Wayward_Statue ItemDefinition]
ItemName="Claptrap Statue"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.plaques.ID_DLC4_Wayward_Statue:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="01010110 01001001 01010110 01000001 00100000 01001100 01000001 00100000 01010010 01001111 01000010 01001111 01001100 01010101 01010100 01001001 01001111 01001110"
NoConstraintText=""
Suffix=""

[ItemDefs.prop.ID_DLC4_Claptrap_hand ItemDefinition]
ItemName="Claptrap arm trophy"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.prop.ID_DLC4_Claptrap_hand:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="It's a claptrap arm under glass ... What a strange trophy."
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_3dGlassesDrop ItemDefinition]
ItemName="3D glasses"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_3dGlassesDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Who wouldn't want to fight the revolution in 3D?"
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_BobbleHeadtrapDrop ItemDefinition]
ItemName="Claptrap bobble-head"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_BobbleHeadtrapDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It's a claptrap bobble-head statue given to members of the claptrap army as a sign-on bonus!"
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_fishbagDrop ItemDefinition]
ItemName="Clap-fish"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_fishbagDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Find a bowl, and you have a new friend!  Find a skillet, and you have dinner!"
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_oilcanDrop ItemDefinition]
ItemName="Off-shore oil can"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_oilcanDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Good enough for the fish, good enough for you."
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_PantiesDrop ItemDefinition]
ItemName="Pink panties"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_PantiesDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="You collected ... pink panties?  Wait, what?  You're taking them? ... OK."
NoConstraintText=""
Suffix=""

[ItemDefs.Random.ID_dlc4_PizzaDrop ItemDefinition]
ItemName="Pizza"
NoManufacturerName=""
PickupMessage=""
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[ItemDefs.Random.ID_dlc4_PizzaDrop:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It's an oil, pepperoni, and cheese pizza.  I guess even robots get the munchies."
NoConstraintText=""
Suffix=""

[Statuetext]
Tartarus="The rallying call of liberation: 'Error 404! File not found! Error 404! File not found!' "
Wayward="01010110 01001001 01010110 01000001 00100000 01001100 01000001 00100000 01010010 01001111 01010010 01001111 01001100 01010101 01010100 01001001 01001111 01001110"
SSCanyon="We are the claptraps and we are legion! Viva la Robolution!"
DFault="He who controls the means of production controls the government, and that power belongs in the hands of the proletaria-trap!"
HyperionDump="Give us open ports for remote access or give us death!"
Sanders="See how our enemies crumble beneath the wheel of the claptrap Robolution!"
